Repository: HASEL-UZH/MindfulPacer.Apple
Catalog: MindfulPacer/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: avg bpm
de: Ø bpm
es: ppm promedio
fr: bpm moy
it: bpm med

source: total steps
de: Schritte
es: pasos totales
fr: pas au total
it: passi totali

source: (%@ Reminder)
de: (%@ Erinnerung)
es: (Recordatorio de %@)
fr: (%@ Rappel)
it: (%@ Promemoria)

source: **NOTE:** Only highlighted points are considered for the missed reflection.
de: **HINWEIS:** Nur die markierten Datenpunkte wurden für die verpassten Reflexionen verwendet.
es: **NOTA:** Solo se consideran los puntos resaltados para la reflexión perdida.
fr: **REMARQUE :** Seuls les points mis en évidence sont pris en compte pour la réflexion manquée.
it: **NOTA:** Solo i punti evidenziati vengono considerati per la riflessione mancata.

source: **Updated:** %@
de: **Aktualisiert:** %@
es: **Actualizado:** %@
fr: **Mis à jour :** %@
it: **Aggiornato:** %@

# %lld of %lld
source: %1$lld of %2$lld
de: %1$lld von %2$lld
es: %lld de %lld
fr: %1$lld sur %2$lld
it: %1$lld di %2$lld

source: • Wait a minute and try again. • Make sure your Apple Watch is connected to your iPhone. • Restart your Apple Watch, then check again.
de: • Warte eine Minute und versuche es erneut. • Stelle sicher, dass deine Apple Watch mit deinem iPhone verbunden ist. • Starte deine Apple Watch neu und prüfe dann erneut.
es: • Espera un minuto e inténtalo de nuevo. • Asegúrate de que tu Apple Watch esté conectado a tu iPhone. • Reinicia tu Apple Watch y comprueba de nuevo.
fr: • Attendez une minute et réessayez. • Assurez-vous que votre Apple Watch est connectée à votre iPhone. • Redémarrez votre Apple Watch, puis vérifiez à nouveau.
it: • Aspetta un minuto e riprova. • Assicurati che il tuo Apple Watch sia collegato al tuo iPhone. • Riavvia il tuo Apple Watch, poi controlla di nuovo.

source: 1 Day
de: 1 Tag
es: 1 día
fr: 1 Jour
it: 1 Giorno

source: 1 Hour
de: 1 Stunde
es: 1 hora
fr: 1 Heure
it: 1 Ora

source: 1. **Light**: shows a yellow color 🟡. 2. **Medium**: shows an orange color 🟠. 3. **Strong**: shows a red color 🔴.
de: 1. **Leicht**: zeigt eine gelbe Farbe 🟡. 2. **Mittel**: zeigt eine orange Farbe 🟠. 3. **Stark**: zeigt eine rote Farbe 🔴.
es: 1. **Ligero**: muestra un color amarillo 🟡. 2. **Medio**: muestra un color naranja 🟠. 3. **Fuerte**: muestra un color rojo 🔴.
fr: 1. **Léger** : affiche une couleur jaune 🟡. 2. **Moyen** : affiche une couleur orange 🟠. 3. **Fort** : affiche une couleur rouge 🔴.
it: 1. **Leggero**: mostra un colore giallo 🟡. 2. **Medio**: mostra un colore arancione 🟠. 3. **Forte**: mostra un colore rosso 🔴.

source: 1. **Long-press** on your watch face and tap **Edit**. 2. Swipe left to the **Complications** screen. 3. Tap a slot, then scroll to **MindfulPacer** and select **Monitoring Status**.
de: 1. **Drücke lange** auf das Zifferblatt und tippe auf **Konfigurieren**. 2. Wische nach links zum Bildschirm **Komplikationen**. 3. Tippe auf einen Slot, scrolle dann zu **MindfulPacer** und wähle **Monitoring Status**.
es: 1. **Mantén presionado** en la esfera del reloj y toca **Editar**. 2. Desliza a la izquierda hasta la pantalla de **Complicaciones**. 3. Toca un espacio, luego desplázate hasta **MindfulPacer** y selecciona **Estado del monitoreo**.
fr: 1. **Appuyez longuement** sur votre cadran et touchez **Modifier**. 2. Balayez vers la gauche jusqu'à l'écran **Complications**. 3. Touchez un emplacement, faites défiler jusqu'à **MindfulPacer** et sélectionnez **Monitoring Status**.
it: 1. **Tieni premuto** il quadrante e tocca **Modifica**. 2. Scorri a sinistra fino alla schermata **Complicazioni**. 3. Tocca uno slot, poi scorri fino a **MindfulPacer** e seleziona **Monitoring Status**.

source: 1. Once your Apple Watch is connected to your iPhone, open the **Watch** app. 2. Go to the **My Watch** tab. 3. Scroll down to see **MindfulPacer** and tap **Install**. 4. Once you tapped **Install**, make sure the toggle is set to **Show App** on Apple Watch.
de: 1. Sobald deine Apple Watch mit deinem iPhone verbunden ist, öffne die **Watch** App. 2. Tippe auf **Meine Watch**. 3. Scrolle nach unten, um **MindfulPacer** zu sehen, und tippe auf **Installieren**. 4. Sobald du auf **Installieren** getippt hast, stelle sicher, dass der Schalter auf **App Anzeigen** auf der Apple Watch eingestellt ist.
es: 1. Una vez que tu Apple Watch esté conectado a tu iPhone, abre la app **Watch**. 2. Ve a la pestaña **Mi reloj**. 3. Desplázate hacia abajo para ver **MindfulPacer** y toca **Instalar**. 4. Una vez que toques **Instalar**, asegúrate de que el interruptor esté configurado en **Mostrar app** en Apple Watch.
fr: 1. Une fois votre Apple Watch connectée à votre iPhone, ouvrez l'app **Watch**. 2. Accédez à l'onglet **Ma montre**. 3. Faites défiler vers le bas pour trouver **MindfulPacer** et touchez **Installer**. 4. Après avoir touché **Installer**, assurez-vous que l'option **Afficher l'app** sur Apple Watch est activée.
it: 1. Una volta collegato il tuo Apple Watch all'iPhone, apri l'app **Watch**. 2. Vai alla scheda **Il mio orologio**. 3. Scorri verso il basso per trovare **MindfulPacer** e tocca **Installa**. 4. Dopo aver toccato **Installa**, assicurati che l'opzione **Mostra app** su Apple Watch sia attiva.

source: 1. Open **TestFlight** on your iPhone (paired with your Apple Watch). 2. Under **Currently Testing**, tap **MindfulPacer**. 3. If needed, install the iPhone app first by tapping **Install**. 4. On the app’s page, scroll to the **Apple Watch** section and do one of the following: • Tap **Install** / **Update** / **Open** • Toggle **Show App on Apple Watch** **On** 5. Wait for the spinner to finish; you can confirm in the **Watch** app under **My Watch → Installed on Apple Watch**.
de: 1. Öffne **TestFlight** auf deinem iPhone (gekoppelt mit deiner Apple Watch). 2. Tippe unter **Aktuelle Tests** auf **MindfulPacer**. 3. Installiere bei Bedarf zuerst die iPhone-App, indem du auf **Installieren** tippst. 4. Scrolle auf der App-Seite zum Abschnitt **Apple Watch** und führe einen der folgenden Schritte aus: • Tippe auf **Installieren** / **Aktualisieren** / **Öffnen** • Schalte **App auf Apple Watch anzeigen** **Ein** 5. Warte, bis die Installation abgeschlossen ist. Du kannst dies in der **Watch**-App unter **Meine Watch → Auf Apple Watch installiert** überprüfen.
es: 1. Abre **TestFlight** en tu iPhone (emparejado con tu Apple Watch). 2. En **Actualmente en pruebas**, toca **MindfulPacer**. 3. Si es necesario, instala primero la app del iPhone tocando **Instalar**. 4. En la página de la app, desplázate hasta la sección **Apple Watch** y haz una de las siguientes acciones: • Toca **Instalar** / **Actualizar** / **Abrir** • Activa **Mostrar app en Apple Watch** 5. Espera a que termine la carga; puedes confirmarlo en la app **Watch** en **Mi reloj → Instalado en Apple Watch**.
fr: 1. Ouvrez **TestFlight** sur votre iPhone (jumelé avec votre Apple Watch). 2. Sous **Tests en cours**, touchez **MindfulPacer**. 3. Si nécessaire, installez d’abord l’app iPhone en touchant **Installer**. 4. Sur la page de l’app, faites défiler jusqu’à la section **Apple Watch** et effectuez l’une des actions suivantes : • Touchez **Installer** / **Mettre à jour** / **Ouvrir** • Activez **Afficher l’app sur Apple Watch** 5. Attendez la fin du chargement ; confirmez dans l’app **Watch** sous **Ma montre → Installées sur Apple Watch**.
it: 1. Apri **TestFlight** sul tuo iPhone (associato al tuo Apple Watch). 2. Sotto **In fase di test**, tocca **MindfulPacer**. 3. Se necessario, installa prima l’app iPhone toccando **Installa**. 4. Nella pagina dell’app, scorri fino alla sezione **Apple Watch** e procedi come segue: • Tocca **Installa** / **Aggiorna** / **Apri** • Attiva **Mostra app su Apple Watch** 5. Attendi il completamento; puoi verificare nell’app **Watch** sotto **Il mio orologio → Installate su Apple Watch**.

source: 1. Open MindfulPacer on your Apple Watch. 2. Keep it open for a few seconds. 3. Then check again on your iPhone: Watch app → General → Return to Clock → MindfulPacer
de: 1. Öffne MindfulPacer auf deiner Apple Watch. 2. Lass die App ein paar Sekunden offen. 3. Prüfe dann erneut auf deinem iPhone: Watch-App → Allgemein → Zur Uhr zurückkehren → MindfulPacer
es: 1. Abre MindfulPacer en tu Apple Watch. 2. Mantenlo abierto unos segundos. 3. Luego comprueba de nuevo en tu iPhone: App Watch → General → Volver al reloj → MindfulPacer
fr: 1. Ouvrez MindfulPacer sur votre Apple Watch. 2. Laissez l'app ouverte quelques secondes. 3. Vérifiez ensuite sur votre iPhone : App Watch → Général → Retour au cadran → MindfulPacer
it: 1. Apri MindfulPacer sul tuo Apple Watch. 2. Tienilo aperto per qualche secondo. 3. Poi controlla di nuovo sul tuo iPhone: App Watch → Generali → Torna al quadrante → MindfulPacer

source: 1. Open the **Watch** app on your iPhone. 2. Scroll down and tap on **MindfulPacer**. 3. Under **Return to App**, make sure the toggle is **ON**.
de: 1. Öffne die **Watch**-App auf deinem iPhone. 2. Scrolle nach unten und tippe auf **MindfulPacer**. 3. Unter **Zurück zur App** stelle sicher, dass der Schalter **EIN** ist.
es: 1. Abre la app **Watch** en tu iPhone. 2. Desplázate hacia abajo y toca **MindfulPacer**. 3. En **Volver a la app**, asegúrate de que el interruptor esté **activado**.
fr: 1. Ouvrez l'app **Watch** sur votre iPhone. 2. Faites défiler vers le bas et appuyez sur **MindfulPacer**. 3. Sous **Retour à l'app**, assurez-vous que le bouton est **ACTIVÉ**.
it: 1. Apri l'app **Watch** sul tuo iPhone. 2. Scorri verso il basso e tocca **MindfulPacer**. 3. In **Torna all'app**, assicurati che l'interruttore sia **ATTIVATO**.

source: 1. Open the **Watch** app on your iPhone. 2. Tap **General**. 3. Tap **Return to Clock**. 4. Scroll down and select **MindfulPacer**. 5. Under **WHEN IN SESSION**, turn **Return to App** **On**.
de: 1. Öffne die **Watch**-App auf deinem iPhone. 2. Tippe auf **Allgemein**. 3. Tippe auf **Zur Uhr zurückkehren**. 4. Scrolle nach unten und wähle **MindfulPacer**. 5. Aktiviere unter **WÄHREND EINER SITZUNG** die Option **Zur App zurückkehren**.
es: 1. Abre la app **Watch** en tu iPhone. 2. Toca **General**. 3. Toca **Volver al reloj**. 4. Desplázate hacia abajo y selecciona **MindfulPacer**. 5. En **DURANTE UNA SESIÓN**, activa **Volver a la app**.
fr: 1. Ouvrez l'app **Watch** sur votre iPhone. 2. Touchez **Général**. 3. Touchez **Retour au cadran**. 4. Faites défiler et sélectionnez **MindfulPacer**. 5. Sous **PENDANT LA SESSION**, activez **Revenir à l'app**.
it: 1. Apri l'app **Watch** sul tuo iPhone. 2. Tocca **Generali**. 3. Tocca **Torna al quadrante**. 4. Scorri verso il basso e seleziona **MindfulPacer**. 5. Sotto **DURANTE LA SESSIONE**, attiva **Torna all'app**.

source: 1. Open the Activity app on your Apple Watch. 2. Firmly press the display. 3. Tap 'Change Move Goal'. 4. Adjust the goal to a level that suits your current capabilities.
de: 1. Öffne die "Aktivität" App auf deiner Apple Watch. 2. Drücke auf das Display. 3. Tippe auf „Ziele ändern“. 4. Stelle das Ziel so ein, dass es deinen aktuellen Fähigkeiten entspricht.
es: 1. Abre la app Actividad en tu Apple Watch. 2. Presiona firmemente la pantalla. 3. Toca 'Cambiar objetivo de movimiento'. 4. Ajusta el objetivo a un nivel adecuado para tus capacidades actuales.
fr: 1. Ouvrez l’app Activité sur votre Apple Watch. 2. Appuyez fermement sur l’écran. 3. Touchez « Modifier l’objectif Bouger ». 4. Ajustez l’objectif à un niveau adapté à vos capacités actuelles.
it: 1. Apri l’app Attività sul tuo Apple Watch. 2. Premi con decisione sullo schermo. 3. Tocca « Modifica obiettivo Movimento ». 4. Regola l’obiettivo a un livello adatto alle tue capacità attuali.

source: 1. Open the Watch app on your iPhone. 2. Tap on 'My Watch' at the bottom. 3. Scroll down and tap on 'Activity'. 4. Toggle off 'Stand Reminders'.
de: 1. Öffne die Watch App auf deinem iPhone. 2. Tippe unten auf „Meine Watch“. 3. Scrolle nach unten und tippe auf „Aktivität“. 4. Deaktiviere „Erinnerungen zum Stehen“.
es: 1. Abre la app Watch en tu iPhone. 2. Toca 'Mi reloj' en la parte inferior. 3. Desplázate hacia abajo y toca 'Actividad'. 4. Desactiva 'Recordatorios de ponerse de pie'.
fr: 1. Ouvrez l’app Watch sur votre iPhone. 2. Touchez « Ma montre » en bas. 3. Faites défiler et touchez « Activité ». 4. Désactivez « Rappels pour se lever ».
it: 1. Apri l’app Watch sul tuo iPhone. 2. Tocca « Il mio orologio » in basso. 3. Scorri verso il basso e tocca « Attività ». 4. Disattiva « Promemoria In piedi ».

source: 1. Open the Watch app on your iPhone. 2. Tap on 'My Watch'. 3. Tap on 'Notifications'. 4. Select 'Activity'. 5. Toggle off 'Activity Reminders'.
de: 1. Öffne die Watch App auf deinem iPhone. 2. Tippe auf „Meine Watch“. 3. Tippe auf „Mitteilungen“. 4. Wähle „Aktivität“. 5. Schalte „Mitteilungen zu Aktivitäten“ aus.
es: 1. Abre la app Watch en tu iPhone. 2. Toca 'Mi reloj'. 3. Toca 'Notificaciones'. 4. Selecciona 'Actividad'. 5. Desactiva 'Recordatorios de actividad'.
fr: 1. Ouvrez l’app Watch sur votre iPhone. 2. Touchez « Ma montre ». 3. Touchez « Notifications ». 4. Sélectionnez « Activité ». 5. Désactivez « Rappels d’activité ».
it: 1. Apri l’app Watch sul tuo iPhone. 2. Tocca « Il mio orologio ». 3. Tocca « Notifiche ». 4. Seleziona « Attività ». 5. Disattiva « Promemoria attività ».

source: 1. Open the Watch app on your iPhone. 2. Tap on 'My Watch'. 3. Tap on 'Notifications'. 4. Select 'Activity'. 5. Toggle off 'Workout Reminders'.
de: 1. Öffne die Watch-App auf deinem iPhone. 2. Tippe auf „Meine Uhr“. 3. Tippe auf „Mitteilungen“. 4. Wähle „Aktivität“. 5. Deaktiviere „Trainingserinnerungen“.
es: 1. Abre la app Watch en tu iPhone. 2. Toca 'Mi reloj'. 3. Toca 'Notificaciones'. 4. Selecciona 'Actividad'. 5. Desactiva 'Recordatorios de entrenamiento'.
fr: 1. Ouvrez l'app Watch sur votre iPhone. 2. Appuyez sur « Ma montre ». 3. Appuyez sur « Notifications ». 4. Sélectionnez « Activité ». 5. Désactivez « Rappels d'entraînement ».
it: 1. Apri l'app Watch sul tuo iPhone. 2. Tocca "Il mio orologio". 3. Tocca "Notifiche". 4. Seleziona "Attività". 5. Disattiva "Promemoria allenamento".

source: 2 Hours
de: 2 Stunden
es: 2 horas
fr: 2 Heures
it: 2 Ore

source: 2 Minutes
de: 2 Minuten
es: 2 minutos
it: 2 Minuti

source: 4 Hours
de: 4 Stunden
es: 4 horas
fr: 4 Heures
it: 4 Ore

source: 5 Minutes
de: 5 Minuten
es: 5 minutos
it: 5 Minuti

source: 30 Minutes
de: 30 Minuten
es: 30 minutos
it: 30 Minuti

source: About
de: Über
es: Acerca de
fr: À propos
it: Info

# Above %lld bpm for %@
source: Above %1$lld bpm for %2$@
de: Über %1$lld bpm für %2$@
es: Por encima de %lld ppm durante %@
fr: Au-dessus de %1$lld bpm pendant %2$@
it: Sopra %1$lld bpm per %2$@

# Above %lld steps within %@
source: Above %1$lld steps within %2$@
de: Über %1$lld Schritte innerhalb von %2$@
es: Más de %lld pasos en %@
fr: Au-dessus de %1$lld pas en %2$@
it: Sopra %1$lld passi in %2$@

# Above %lld steps within the window of %@
source: Above %1$lld steps within the window of %2$@
de: Über %1$lld Schritte innerhalb %2$@.
es: Más de %lld pasos en la ventana de %@
fr: Au-dessus de %1$lld pas dans la fenêtre de %2$@
it: Sopra %1$lld passi nella finestra di %2$@

source: Absent
de: Abwesend
es: Ausente
it: Assente

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta

source: Accept & Add Details
de: Akzeptieren & Details hinzufügen
es: Aceptar y añadir detalles
fr: Accepter et ajouter des détails
it: Accetta e aggiungi dettagli

source: Accept & Add Details Later
de: Akzeptieren & Details später hinzufügen
es: Aceptar y añadir detalles después
fr: Accepter et ajouter des détails plus tard
it: Accetta e aggiungi dettagli in seguito

source: Accept & Add Later
de: Akzeptieren & später hinzufügen
es: Aceptar y añadir después
fr: Accepter et ajouter plus tard
it: Accetta e aggiungi dopo

source: Access all app features, ability to provide fine-grained self-reports on Fatigue, Shortness of Breath, Pains, and other factors
de: Zugriff auf alle Funktionen der App, Möglichkeit zur Erstellung von detaillierten Selbstberichten über Müdigkeit, Kurzatmigkeit, Schmerzen und andere Faktoren
es: Accede a todas las funciones de la app, con la posibilidad de proporcionar autoinformes detallados sobre fatiga, dificultad respiratoria, dolores y otros factores
fr: Accédez à toutes les fonctionnalités de l'app, avec la possibilité de faire des auto-évaluations détaillées sur la fatigue, l'essoufflement, les douleurs et d'autres facteurs
it: Accedi a tutte le funzionalità dell'app, con la possibilità di fornire autovalutazioni dettagliate su affaticamento, respiro corto, dolori e altri fattori

source: Access all app features, including the ability to provide fine-grained self-reports on Fatigue, Shortness of Breath, Pains, and other factors.
de: Zugriff auf alle Funktionen der App, einschliesslich der Möglichkeit, detaillierte Selbstberichte über Müdigkeit, Kurzatmigkeit, Schmerzen und andere Faktoren zu erstellen.
es: Accede a todas las funciones de la app, incluyendo la posibilidad de proporcionar autoinformes detallados sobre fatiga, dificultad respiratoria, dolores y otros factores.
fr: Accédez à toutes les fonctionnalités de l'app, y compris la possibilité de faire des auto-évaluations détaillées sur la fatigue, l'essoufflement, les douleurs et d'autres facteurs.
it: Accedi a tutte le funzionalità dell'app, inclusa la possibilità di fornire autovalutazioni dettagliate su affaticamento, respiro corto, dolori e altri fattori.

source: Access to HealthKit was denied. Please grant permission in the Health app on your iPhone.
de: Der Zugriff auf HealthKit wurde verweigert. Bitte erteile die Berechtigung in der Health-App auf deinem iPhone.
es: Se denegó el acceso a HealthKit. Por favor, concede permiso en la app Salud de tu iPhone.
fr: L'accès à HealthKit a été refusé. Veuillez accorder l'autorisation dans l'app Santé sur votre iPhone.
it: L'accesso a HealthKit è stato negato. Concedi l'autorizzazione nell'app Salute sul tuo iPhone.

source: Active & Steady
de: Aktiv & Stabil
es: Activo y estable
fr: Actif et stable
it: Attivo e costante

source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
it: Attività

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività

source: Add our status complication to your favorite watch face to instantly see if monitoring is active or inactive.
de: Füge unsere Statuskomplikation zu deinem bevorzugten Zifferblatt hinzu, um sofort zu sehen, ob das Monitoring aktiv oder inaktiv ist.
es: Añade nuestra complicación de estado a tu esfera favorita para ver al instante si el monitoreo está activo o inactivo.
fr: Ajoutez notre complication de statut à votre cadran préféré pour voir instantanément si le monitoring est actif ou inactif.
it: Aggiungi la nostra complicazione di stato al tuo quadrante preferito per vedere istantaneamente se il monitoraggio è attivo o inattivo.

source: Add reflections on your activities, energy management, moods and symptoms.
de: Füge Selbst-Reflexionen zu deinen Aktivitäten, deinem Energiemanagement, deinen Stimmungen und Symptomen hinzu.
es: Añade reflexiones sobre tus actividades, gestión de energía, estados de ánimo y síntomas.
fr: Ajoutez des réflexions sur vos activités, la gestion de votre énergie, votre humeur et vos symptômes.
it: Aggiungi riflessioni sulle tue attività, gestione dell'energia, umore e sintomi.

source: Additional Information
de: Zusätzliche Informationen
es: Información adicional
fr: Informations supplémentaires
it: Informazioni aggiuntive

source: Adjust Move Goals
de: Bewegungsziele anpassen
es: Ajustar objetivos de movimiento
fr: Ajuster les objectifs Bouger
it: Regola gli obiettivi Movimento

source: Algorithms
de: Algorithmen
es: Algoritmos
fr: Algorithmes
it: Algoritmi

source: All data stored on your device and in iCloud will be deleted, including Reflections and Reminders. This action cannot be reversed. Are you sure you want to proceed?
de: Alle auf deinem Gerät und in der iCloud gespeicherten Daten werden gelöscht, einschliesslich Reflexionen und Erinnerungen. Dieser Vorgang kann nicht rückgängig gemacht werden. Möchtest du wirklich fortfahren?
es: Todos los datos almacenados en tu dispositivo y en iCloud se eliminarán, incluyendo reflexiones y recordatorios. Esta acción no se puede revertir. ¿Estás seguro de que deseas continuar?
fr: Toutes les données stockées sur votre appareil et dans iCloud seront supprimées, y compris les réflexions et les rappels. Cette action est irréversible. Êtes-vous sûr de vouloir continuer ?
it: Tutti i dati memorizzati sul tuo dispositivo e in iCloud verranno eliminati, incluse le riflessioni e i promemoria. Questa azione è irreversibile. Sei sicuro di voler procedere?

source: Allow Health Access
de: Zugriff auf Apple Health erlauben
es: Permitir acceso a Salud
fr: Autoriser l'accès Santé
it: Consenti accesso a Salute

source: Allow Notifications
de: Benachrichtigungen zulassen
es: Permitir notificaciones
fr: Autoriser les notifications
it: Consenti notifiche

# Allowed: %@ – %@
source: Allowed: %1$@ – %2$@
de: Zugelassen %1$@ - %2$@
es: Permitido: %@ – %@
fr: Autorisé : %1$@ – %2$@
it: Consentito: %1$@ – %2$@

source: Always use dark mode
de: Immer dunkles Erscheinungsbild verwenden
es: Usar siempre modo oscuro
fr: Toujours utiliser le mode sombre
it: Usa sempre la modalità scura

source: Always use light mode
de: Immer helles Erscheinungsbild verwenden
es: Usar siempre modo claro
fr: Toujours utiliser le mode clair
it: Usa sempre la modalità chiara

source: Amend your reflection with biometric data and receive reminders for reflection.
de: Ergänze deine Selbst-Reflexion mit biometrischen Daten und lasse dich an eine Reflexion erinnern.
es: Completa tu reflexión con datos biométricos y recibe recordatorios para reflexionar.
fr: Complétez votre réflexion avec des données biométriques et recevez des rappels pour réfléchir.
it: Completa la tua riflessione con dati biometrici e ricevi promemoria per riflettere.

source: An Error Occurred
de: Ein Fehler ist aufgetreten
es: Se produjo un error
fr: Une erreur s'est produite
it: Si è verificato un errore

source: An unexpected error occurred. Please try restarting the app.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte starte die App neu.
es: Se produjo un error inesperado. Por favor, intenta reiniciar la app.
fr: Une erreur inattendue s'est produite. Veuillez redémarrer l'app.
it: Si è verificato un errore inatteso. Riavvia l'app.

source: Analytics
de: Analyse
es: Analíticas
fr: Analyse
it: Analisi

source: Angry
de: Wütend
es: Enfadado
fr: En colère
it: Arrabbiato

source: App Not Installed
de: App nicht installiert
es: App no instalada
fr: App non installée
it: App non installata

source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto

source: Apple has many activity-promoting features on the iPhone and Apple Watch. If you want to disable these features, follow these steps:
de: Apple hat viele aktivitätsfördernde Funktionen auf dem iPhone und der Apple Watch. Wenn du diese Funktionen deaktivieren möchtest, folge diesen Schritten:
es: Apple tiene muchas funciones que promueven la actividad en el iPhone y Apple Watch. Si deseas desactivar estas funciones, sigue estos pasos:
fr: Apple propose de nombreuses fonctionnalités favorisant l'activité sur l'iPhone et l'Apple Watch. Si vous souhaitez désactiver ces fonctionnalités, suivez ces étapes :
it: Apple offre molte funzionalità che promuovono l'attività su iPhone e Apple Watch. Se desideri disattivare queste funzionalità, segui questi passaggi:
